Table of Contents
 Enum TypeCalculationCombiSIA
Namespace
IdeaRS.OpenModel.Loading
Assembly
IdeaRS.OpenModel.dll
Type of combination
public enum TypeCalculationCombiSIA
Fields
Code = 2
Combination according to code
Envelope = 1
Envelope combination
Linear = 0
Linear combination
Fields
 Name |  Description
 Code = 2
Combination according to code
 Envelope = 1
Envelope combination
 Linear = 0
Linear combination
 Edit this page